[
  {
    "announcementId": 1,
    "title": "사내 교육 프로그램 안내",
    "content": "안녕하세요, 직원 여러분.\n우리 회사는 직원들의 전문성을 강화하고 지속적인 성장을 지원하기 위해 사내 교육 프로그램을 강화하고자 합니다. 이번 분기에는 다음과 같은 주제로 다양한 교육 세션이 준비되어 있습니다:\n\n금융 리스크 관리: 최신 금융 리스크 관리 기법과 사례를 중심으로 진행됩니다.\n 투자 전략 분석: 현재 금융 시장의 트렌드와 향후 전망을 분석하고, 효과적인 투자 전략을 소개합니다.\n 고객 서비스 향상: 고객 만족도를 높이기 위한 커뮤니케이션 기술과 서비스 마인드 강화 방안을 다룹니다.\n\n 모든 교육은 온라인과 오프라인으로 병행하여 진행되며, 참여를 원하는 직원들은 인트라넷을 통해 신청해 주시기 바랍니다.\n 각 교육 세션의 일정과 상세 내용은 첨부된 파일을 참조해 주시기 바랍니다. 특히, ‘금융 리스크 관리’ 교육은 필수 참여 대상이 있으니 관련 부서에서는 반드시 참석해 주시기 바랍니다. \n또한, 교육 프로그램 참여 후에는 설문조사를 통해 여러분의 피드백을 수집할 예정입니다. 이는 향후 교육 프로그램의 질을 더욱 향상시키기 위한 것이니, 적극적인 참여 부탁드립니다. 감사합니다.\n\n HR 및 법률 서비스팀 드림",
    "employeeNumber": 145,
    "departmentNumber": 60,
    "postedDate": "2024-04-15",
    "imageUrl": "/public/images/announcements_01.png"
  },
  {
    "announcementId": 2,
    "title": "사내 복지 프로그램 개편 안내",
    "content": "안녕하세요, 직원 여러분.\n우리 회사는 직원 복지 향상을 위해 사내 복지 프로그램을 개편합니다. 이번 개편은 직원 여러분의 다양한 의견을 반영하여 더 나은 근무 환경을 조성하고자 하는 노력의 일환입니다. 주요 개편 사항은 다음과 같습니다: \n\n복지 포인트 제도 도입: 매년 일정 금액의 복지 포인트를 지급하여, 직원들이 원하는 복지 혜택을 자유롭게 선택할 수 있도록 합니다. 복지 포인트는 연간 300만 원 상당으로, 교육비, 건강 관리, 여가 활동 등 다양한 분야에서 사용할 수 있습니다.\n 휴가 제도 개선: 연차 휴가 사용을 장려하기 위해 미사용 연차에 대해 보상 휴가를 지급하며, 연말 정산 시 미사용 연차를 금전으로 보상합니다. 또한, 출산 및 육아 휴가를 확대하여 가족 친화적인 근무 환경을 조성합니다. \n건강 관리 프로그램: 직원들의 건강 증진을 위해 연 2회 건강 검진을 실시하며, 정기적인 운동 프로그램을 제공합니다. 회사 내 피트니스 센터도 새롭게 단장하여 운영할 예정입니다.\n\n 이 외에도 다양한 복지 혜택이 추가될 예정이며, 상세 내용은 첨부된 파일을 참고해 주시기 바랍니다. 새로운 복지 프로그램은 다음 달부터 시행될 예정이니, 많은 관심과 참여 부탁드립니다.\n 추가로, 복지 프로그램에 대한 의견이나 건의 사항이 있으시면 언제든지 HR 및 법률 서비스팀으로 보내주시기 바랍니다.\n\n 여러분의 의견을 소중히 반영하여 더욱 발전된 복지 프로그램을 만들어 나가겠습니다. 감사합니다.\n\n HR 및 법률 서비스팀 드림",
    "employeeNumber": 145,
    "departmentNumber": 60,
    "postedDate": "2024-01-30",
    "imageUrl": "/public/images/announcements_02.png"
  },
  {
    "announcementId": 3,
    "title": "신규 금융 상품 출시 안내",
    "content": "안녕하세요, 직원 여러분.\n우리 금융회사는 고객의 다양한 요구를 충족시키기 위해 신규 금융 상품을 출시하게 되었습니다. 이번에 출시되는 상품은 ‘플래티넘 저축 계좌’로, 고객들에게 더 높은 이율과 유연한 저축 옵션을 제공하는 것이 특징입니다.\n ‘플래티넘 저축 계좌’는 다음과 같은 주요 혜택을 제공합니다:\n\n 높은 이율: 기본 이율보다 1.5% 높은 금리를 제공합니다.\n 유연한 입출금: 매월 자유롭게 입출금이 가능하며, 최소 예치금 조건이 없습니다.\n 자동 적립 기능: 고객이 설정한 일정에 따라 자동으로 적립이 이루어집니다.\n\n 이번 상품은 고객들의 중장기적인 재정 계획을 지원하기 위해 설계되었으며, 특히 안정적인 수익을 원하는 고객들에게 큰 매력을 줄 것입니다. \n모든 직원들은 해당 상품에 대한 충분한 이해를 바탕으로 고객들에게 상세히 안내해 주시기 바랍니다.\n 이를 위해 상품 설명서와 FAQ 자료를 첨부하였으니, 참고해 주시기 바랍니다.\n\n 추가로, 해당 상품에 대한 심화 교육 세션이 이번 주 금요일 오후 2시에 본사 대회의실에서 진행될 예정입니다. 교육 세션에서는 상품의 주요 특징, 판매 전략, 고객 응대 방법 등에 대해 상세히 다룰 예정이오니, 관련 부서 직원들의 많은 참석 부탁드립니다.\n 감사합니다.\n\n 고객 지원팀 드림",
    "employeeNumber": 139,
    "departmentNumber": 50,
    "postedDate": "2024-03-10",
    "imageUrl": "/public/images/announcements_03.png"
  },
  {
    "announcementId": 4,
    "title": "연말 정산 및 세무 안내",
    "content": "안녕하세요, 직원 여러분.\n연말이 다가옴에 따라 연말 정산 및 세무 신고에 대한 안내를 드립니다. 모든 직원들은 해당 기간 내에 필요한 서류를 준비하여 제출해 주시기 바랍니다.\n 주요 사항은 다음과 같습니다:\n\n 서류 제출 기한: 12월 31일까지 모든 서류를 제출해야 합니다. 지연 시 불이익이 발생할 수 있으니, 기한을 엄수해주시기 바랍니다.\n 필요 서류 목록: 소득 증명서, 의료비 영수증, 교육비 영수증, 기부금 영수증 등. 상세 목록은 첨부된 파일을 참고해 주세요.\n 전자 신고: 모든 서류는 전자 문서로 제출해야 하며, 인트라넷의 ‘연말 정산’ 메뉴를 통해 업로드해주시기 바랍니다.\n\n 또한, 올해부터는 신규 세법이 적용되어 몇 가지 변경 사항이 있으니 주의해 주시기 바랍니다.\n 변경된 세법 내용은 인트라넷 공지 사항을 통해 확인할 수 있으며, 재무팀에서 제공하는 가이드를 참고해 주시기 바랍니다.\n 연말 정산 관련하여 궁금한 사항이 있거나 도움이 필요한 경우, 재무팀에 문의해 주시기 바랍니다. 재무팀에서는 직원 여러분의 원활한 연말 정산을 돕기 위해 지원을 아끼지 않을 것입니다.\n 감사합니다.\n\n 재무팀 드림",
    "employeeNumber": 127,
    "departmentNumber": 70,
    "postedDate": "2023-12-25",
    "imageUrl": "/public/images/announcements_04.png"
  },
  {
    "announcementId": 5,
    "title": "보안 강화 조치 안내",
    "content": "안녕하세요, 직원 여러분.\n최근 금융권을 대상으로 한 해킹 시도가 증가함에 따라, 우리 회사도 보안 강화를 위해 여러 가지 조치를 취하고 있습니다. 이에 따라 모든 직원들은 회사의 보안 정책을 철저히 준수해 주시기 바랍니다.\n 주요 보안 강화 조치는 다음과 같습니다:\n\n 비밀번호 관리 강화: 모든 시스템의 비밀번호는 3개월마다 변경해야 합니다. 또한, 비밀번호는 최소 12자 이상이며, 대문자, 소문자, 숫자, 특수문자를 포함해야 합니다. \n이중 인증 도입: 주요 시스템 접속 시 이중 인증을 의무화합니다. 이를 위해 개인 휴대폰에 보안 인증 앱을 설치해 주시기 바랍니다.\n 보안 교육 강화: 전 직원 대상의 보안 교육이 매월 첫째 주 월요일에 진행됩니다. 이번 달 교육은 ‘사회공학적 해킹 방지’를 주제로 다뤄질 예정입니다. 특히, 이메일을 통한 피싱 공격이 급증하고 있으니, 의심스러운 이메일을 받았을 경우 절대 링크를 클릭하거나 첨부 파일을 열지 말고 즉시 웹 애플리케이션 개발팀에 신고해 주시기 바랍니다.\n\n 추가로, 회사 내부 네트워크 사용 시 반드시 VPN을 통해 접속해 주시고, 공용 와이파이 사용을 자제해주시기를 바랍니다.\n 보안 관련 문의 사항은 웹 애플리케이션 개발팀으로 연락해 주시기 바랍니다.\n 감사합니다.\n\n 웹 애플리케이션 개발팀 드림",
    "employeeNumber": 143,
    "departmentNumber": 20,
    "postedDate": "2024-06-20",
    "imageUrl": "/public/images/announcements_05.png"
  },
  {
    "announcementId": 6,
    "title": "회사 전략 방향성 및 중점 사업 분야 업데이트",
    "content": "안녕하세요, 직원 여러분.\n변화하는 시장 환경에 맞춰 회사의 전략 방향성과 중점 사업 분야를 업데이트하게 되었습니다. 이번 업데이트는 지속 가능한 성장과 시장 리더십을 확보하기 위한 전략적 결정입니다.\n 주요 업데이트 내용은 다음과 같습니다: \n\n1. 기술 혁신 및 R&D 투자 강화: 신기술 개발에 더욱 집중하여 시장 경쟁력을 강화하겠습니다.\n2. 글로벌 시장 확대: 해외 시장 진출을 본격화하여 글로벌 비즈니스 기반을 확장하겠습니다.\n3. 고객 경험 혁신: 고객 중심의 서비스 개선을 통해 사용자 만족도를 높이고 브랜드 충성도를 강화하겠습니다.\n\n변경된 전략 방향과 중점 사업 분야에 대한 자세한 내용은 추후 회의를 통해 더 상세히 공유해 드리겠습니다. 모든 직원이 이 방향성에 맞춰 함께 동참해 주시길 바랍니다. 전략 업데이트에 관한 의견이나 건의 사항이 있으시면 언제든지 경영 전략팀으로 연락주시기 바랍니다.\n감사합니다.\n\nCEO 안민지 드림",
    "employeeNumber": 100,
    "departmentNumber": 70,
    "postedDate": "2024-02-01",
    "imageUrl": null
  }
]
